{
    "products": [
        {
            "id":1,
            "name": "Queso Manchego Artesano",
            "description": "Queso Manchego de leche de oveja, elaborado cuidadosamente por artesanos en pequeñas queserías locales de la región de La Mancha. Las ovejas pastan libremente en los campos, y la leche se recolecta diariamente para asegurar su frescura. El resultado es un queso de sabor intenso, con notas de frutos secos y una textura firme y cremosa. Cada rueda de queso Manchego es única y refleja el esmero y pasión de los queseros artesanos que lo elaboran.",
            "price": 15.99,
            "store": "Tienda Quesos del Campo",
            "origin": "La Mancha, España"
        },
        {
            "id":2,
            "name": "Aceite de Oliva Virgen Extra Premium",
            "description": "Aceite de Oliva Virgen Extra de categoría superior, obtenido directamente de aceitunas cuidadosamente seleccionadas y recolectadas a mano en olivares centenarios de Jaén, Andalucía. El resultado es un aceite de oliva de color verde brillante, con aromas frutados y un sabor equilibrado entre notas amargas y picantes. Cada botella de este Aceite de Oliva Virgen Extra Premium es el fruto del arduo trabajo y conocimiento de los agricultores y productores artesanos de Olivares de Jaén.",
            "price": 12.50,
            "store": "Olivares de Jaén",
            "origin": "Olivares de Jaén"
        },
        {
            "id":3,
            "name": "Jamón Ibérico de Bellota Gran Reserva",
            "description": "Jamón Ibérico de Bellota procedente de cerdos ibéricos criados en libertad en las dehesas de Guijuelo, Salamanca. Los cerdos se alimentan de bellotas y recursos naturales durante la montanera, lo que aporta a la carne un sabor inconfundible y exquisito. El proceso de curación y secado se realiza de forma artesanal en bodegas naturales, donde el jamón se somete a condiciones óptimas de temperatura y humedad durante más de 36 meses.",
            "price": 39.99,
            "store": "Carnicería Ibéricos Gourmet",
            "origin": "Guijuelo, Salamanca"
        },
        {
            "id":4,
            "name": "Miel Artesanal de Azahar",
            "description": "Esta deliciosa miel de azahar es recolectada por apicultores locales en los campos de naranjos y limoneros de Valencia. Las abejas trabajan diligentemente para recolectar el néctar de las flores de azahar y producir esta miel de aroma y sabor exquisitos. Cada colmena es cuidadosamente manejada por apicultores experimentados, quienes aseguran que la miel sea extraída de forma sostenible y respetando el ritmo natural de las abejas.",
            "price": 8.75,
            "store": "Mieles Valencianas",
            "origin": "Valencia, España"
        },
        {
            "id":5,
            "name": "Olivada Artesana",
            "description": "La olivada es una pasta de aceitunas de Aragón, seleccionadas y procesadas a mano por expertos artesanos en la región de Aragón. Las aceitunas se muelen con aceite de oliva virgen extra, ajo, hierbas y especias locales para crear una olivada rica y sabrosa. Cada lote es elaborado en pequeñas cantidades, asegurando que se mantenga su calidad y sabor distintivo. Esta olivada artesanal es el resultado del amor por la tradición y el respeto por la autenticidad de la región de Aragón.",
            "price": 4.50,
            "store": "Sabores de Aragón",
            "origin": "Aragón, España"
        },
        {
            "id":6,
            "name": "Sardinas en Escabeche Casero",
            "description": "Estas sardinas en escabeche son preparadas cuidadosamente siguiendo una receta tradicional transmitida de generación en generación. Las sardinas frescas se seleccionan minuciosamente y se limpian a mano para garantizar su frescura y calidad. Luego, se marinan con una mezcla de aceite de oliva virgen extra, vinagre, especias y hierbas aromáticas, logrando un escabeche equilibrado y sabroso. Cada lata de sardinas en escabeche representa la dedicación y el conocimiento de los pescadores y conservas artesanales de la costa gallega.",
            "price": 5.25,
            "store": "Conservas Gallegas",
            "origin": "Galicia, España"
        },
        {
            "id":7,
            "name": "Mermelada de Frutos Rojos Silvestres",
            "description": "Esta mermelada es elaborada con frutos rojos silvestres recolectados en los campos naturales de la región de Navarra. Los frutos se seleccionan a mano y se cocinan en pequeños lotes, manteniendo su sabor y aroma natural. Se agrega una cantidad mínima de azúcar para resaltar el dulzor de los frutos, pero sin ocultar su auténtico sabor. El resultado es una mermelada de frutos rojos llena de matices, con la frescura y autenticidad que solo puede ofrecer la producción artesanal.",
            "price": 6.99,
            "store": "Mermeladas de Navarra",
            "origin": "Navarra, España"
        }     
    ]
}